// General
"ADD" = "Legg til";
"OK" = "OK";
"CANCEL" = "Avbryt";
"CONTINUE" = "Fortsett";
"DONE" = "Ferdig";
"Space" = "Arbeidsområde";
"SPACES" = "Spaces";
"OPTIONS" = "Valg…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Ukjent eksternt tastatur";
"TURN_BT_ON" = "Slå på Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Utfør sekundærklikk ved å plassere to fingre på styreflaten og klikke på knappen";
"2NDCLICK_CLICKING" = "Utfør sekundærklikk ved å trykke på styreflaten med to fingre";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Bruk alle funksjonstastene (F1, F2 etc.) som standard funksjonstaster";
"FN_FLIPPER_NOTE" = "Når dette valget er markert, kan du trykke på Fn-tasten for å bruke spesialfunksjonene som står på tastene.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "For å endre denne innstillingen trykker du på %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Brukerobjekter";
"USER_ITEMS_DESC" = "Åpner %@";
"CONFLICT_TOOLTIP" = "Denne tastekombinasjonen er i konflikt med andre tastekombinasjoner";
"ONOFF_TOOLTIP" = "Marker for å slå på en snarvei i listen";
"RESTORE_DEFAULTS_TITLE" = "Er du sikker på at du vil nullstille alle snarveier til standardinnstillingene?";
"RESTORE_DEFAULTS_DESCR" = "Denne handlingen kan ikke angres.";
"GO_TO_SPACE_TEMPLATE" = "Gå til arbeidsområde %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Tilvalg";
"MODIFER_CONTROL" = "⌃ Kontroll";
"MODIFER_COMMAND" = "⌘ Kommando";

// BT related
"D_SECS" = "%d sek.";
"NEVER" = "Aldri";

"MOUSE" = "Mus";
"KEYBOARD" = "Tastatur";
"UNKNOWN" = "Ukjent";

"NEW_APPLICATION_ITEM" = "<menyobjekt uten navn>";

"APP_IS_NOT_COMPATIBLE" = "Du kan ikke legge til tastatursnarveier for programmet %@.";

"MOUSEBUTTON_OPEN" = "Åpne «%@»";


// BT Pairing
"BT_OFF_TITLE" = "Du kan ikke koble til et Bluetooth-tastatur fordi Bluetooth er slått av. Vil du slå det på?";
"BT_OFF_ALERT_TITLE" = "Du kan ikke koble til et Bluetooth-tastatur fordi Bluetooth er slått av. Vil du slå det på?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Ingen tastaturer funnet.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 tastatur funnet.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Fant «%@»";
"BT_CONTINUE" = "Fortsett";
"BT_TRY_AGAIN" = "Prøv igjen";
"BT_SEARCHING" = "Søker…";
"BT_CONNECTING" = "Kobler til…";
"BT_SEARCHING_FOR_KEYBOARD" = "Søker etter tastatur…";
"BT_PAIRING_SUCCESS" = "Gratulerer! Datamaskinen er nå konfigurert for bruk av Bluetooth-tastaturet.";
"BT_SELECT_TO_PAIR" = "Vent til et Bluetooth-tastatur har blitt funnet.";
"BT_SELECT_TO_PAIR_DESC" = "Hvis Bluetooth-tastaturet ikke vises, forsikrer du deg om at batteriene er satt inn riktig, og at tastaturet er slått på.";
"BT_ATTEMPTING_TO_PAIR" = "Forsøker å sammenkoble med «%@»…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Forsøker å sammenkoble…";
"BT_ENTER_KEY" = "Kontroller om enheten er klar til å motta en sikkerhetskode. Når enheten er klar, skriver du inn følgende tall på tastaturet og trykker på returtasten.";
"BT_PAIR_FAIL_GENERAL" = "Sammenkoblingsforsøket mislyktes. Klikk på Fortsett for å prøve igjen.";
"BT_PAIR_FAIL_AUTH" = "Sammenkoblingen ble ikke fullført fordi sikkerhetskoden som ble oppgitt, ikke stemte overens. Klikk på «Fortsett» for å prøve igjen.";
